"Continuous chat" = "Czat ciągły";

"Start voice conversation" = "Rozpocznij konwersację głosową";

"Start new chat" = "Rozpocznij nowy czat";

"New Temporary Chat" = "Nowy czat tymczasowy";

"Ask ChatGPT" = "Zapytaj czatbota ChatGPT";

"Check for Updates…" = "Sprawdź dostępność aktualizacji…";

"Is there anything else you would like to ask about?" = "Czy chcesz zapytać jeszcze o coś innego?";

"Message Identifier" = "Identyfikator wiadomości";

"New Chat" = "Nowy czat";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "To działanie spowoduje uruchomienie aplikacji ChatGPT w celu rozpoczęcia konwersacji głosowej z czatbotem ChatGPT.";

"What would you like to ask ChatGPT about?" = "O co chcesz zapytać czatbota ChatGPT?";

"%@" = "%@";

"ChatGPT Help" = "Pomoc dla użytkownika czatbota ChatGPT";

"Model slug" = "Slug modelu";

"This action will send a single message to a chat with ChatGPT and return the response." = "To działanie spowoduje wysłanie pojedynczej wiadomości do czatu z czatbotem ChatGPT i zwrócenie odpowiedzi.";

"Content" = "Treść";

"You can continue this chat from the app." = "Możesz kontynuować ten czat z aplikacji.";

"Which model would you like to use?" = "Którego modelu chcesz używać?";

"Indicates whether a new chat should be started" = "Wskazuje, czy należy rozpocząć nowy czat";

"Settings…" = "Ustawienia…";

"Start voice conversation with ChatGPT" = "Rozpocznij konwersację głosową z czatbotem ChatGPT";

"Message to send to ChatGPT" = "Wiadomość do wysłania do czatbota ChatGPT";

"Message" = "Wiadomość";

"Model to use with the new chat" = "Model do używania z nowym czatem";

"Chat Identifier" = "Identyfikator czatu";

"Model name" = "Nazwa modelu";

"Change Shortcut" = "Zmień skrót";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Czy włączyć czat z rozmową na jakiś temat, czy ukończyć skrót natychmiast po odpowiedzi";

"Toggle Sidebar" = "Przełącz pasek boczny";

"Model" = "Model";

"Would you like to start a new chat?" = "Czy chcesz rozpocząć nowy czat?";

